; MSETUP4 string table
[STRING]
CHARSET="204"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac=
MSE1="Системата не може да се рестартира. Затворете инсталиращата програма или приложния софтуер, който се изпълнява в момента. След това излезте от инсталиращата програма на Canon и опитайте отново."
MSE2="Тази програма не може да се използва с текущата операционна система."
MSE3="За да инсталирате софтуера, трябва да сте влезли в администраторски акаунт.\nЩракнете върху [OK], за да откажете инсталацията. Ако използвате CD-ROM диска, извадете го, след като щракнете върху [OK].\nСлед като откажете инсталацията, влезте в администраторски акаунт и инсталирайте софтуера."
MSE3_Mac=
MSE31_Mac=
MSE4="Необходим е съответният приложен софтуер за отваряне на избрания файл."
MSE5="Няма достатъчно място в устройство %D%. Необходими са %S% мегабайта за инсталиране на софтуера."
MSE6="Указаната папка е невалидна. Укажете папка с възможност за писане, която се намира на локалния твърд диск."
MSE7="Програмата не може да се стартира, тъй като разделителната способност на екрана е ниска. Променете разделителната способност на 800 x 600 пиксела или повече, след което изпълнете отново операцията.\nАко инсталирате на таблет, задайте ориентацията на екрана в режим на пейзаж, след което изпълнете операцията."
MSE7_Mac=
MSE8="В CD-ROM устройството няма компактдиск.\nПоставете отново компактдиска в устройството."
MSE9="Името на файла не може да съдържа следните знаци:\n/ , ; * ? \\" < > |"
MSE10="Указаното име на път надвишава лимита. Укажете име на път до 150 знака."
MSE11="Буквата на устройството не е включена в указаното име на път или пътят е указан с относителен път. Укажете абсолютен път."
MSE14="Тази програма не се поддържа от компютъра."
MSE15="Тази програма може да се изпълнява на Windows 2000 Service Pack 4 или по-нови операционни системи. Ако вашата операционна система е по-стара от Service Pack 4, актуализирайте Windows 2000 със Service Pack 4 или по-нова версия и изпълнете програмата отново."
MSE16="Отварянето на файла е неуспешно."
MSE17="Тази програма може да се изпълнява на Windows XP Service Pack 2 или по-нови операционни системи. Ако вашата операционна система е по-стара от Service Pack 2, актуализирайте Windows XP със Service Pack 2 или по-нова версия и изпълнете програмата отново."
MSE18="Тази програма може да се изпълнява на Windows XP Service Pack 3 или по-нови операционни системи, когато използвате Windows XP. Актуализирайте Windows XP със Service Pack 3 или по-нова версия и опитайте отново."
MSE19="Тази програма може да се изпълнява на Windows Vista Service Pack 1 или по-нови операционни системи, когато използвате Windows Vista. Актуализирайте Windows Vista със Service Pack 1 или по-нова версия и опитайте отново."
MSE20="Тази програма може да се изпълнява на Windows Vista Service Pack 2 или по-нови операционни системи, когато използвате Windows Vista. Актуализирайте Windows Vista със Service Pack 2 или по-нова версия и опитайте отново."
MSE21="В устройството няма компактдиск. Приложението за настройка сега ще се затвори."
MSM0001="OK"
MSM0002="Отказ"
MSM0003="Да"
MSM0004="Не"
MSM0005="Назад"
MSM0006="Напред"
MSM0007="Продължи"
MSM0008="Прекрати"
MSM0009="Изход"
MSM0010="Инсталирай"
MSM0011="Помощ"
MSM0012="Избери всичко"
MSM0013="Изчисти всичко"
MSM0014="Проверка на най-новата информация"
MSM0015="Продължи инсталирането"
MSM0016="Отказ на инсталирането"
MSM0017="Език"
MSM0018="По подразб."
MSM0019="Пропусни"
MSM0020="Обратно горе"
MSM0021="Затваряне"
MSM0022="Запазване"
MSM0101="Грешка"
MSM0102="Предупреждение"
MSM0103="Информация"
MSM0104="Canon"
MSM1001="Език"
MSM1002="Изберете кой език да се използва с тази програма, след което щракнете върху [Напред]."
MSM1003="Изберете кой език да се използва с тази програма, след което щракнете върху [Назад]."
MSM1004="Моля, изберете език."
MSM1011=
MSM1021="Получаване на информация"
MSM1022="Получаване на информация относно най-новите драйвери и софтуер."
MSM1023=
MSM1024="Получаване на информация относно най-новия софтуер."
MSM1031="Грешка при получаване на информация"
MSM1032="Неуспешно получаване на информация относно драйверите и софтуера. Проверете мрежовата връзка и опитайте отново."
MSM1033="Не беше намерен софтуер, съвместим с вашата среда."
MSM1034="Неуспешно получаване на информация относно софтуера. Проверете мрежовата връзка и опитайте отново."
MSM1051="Избор на принтер"
MSM1052="Избор на скенер"
MSM1103="САЩ, Канада, Латинска Америка"
MSM1104="Европа, Близък Изток, Африка"
MSM1105="Азия"
MSM1106="Района на Тихия океан"
MSM1116="Държава и регион"
MSM1117="Изберете местожителство."
MSM1118="Изберете вашата държава или регион. Ако вашата държава или регион не се показва по-долу, изберете \"Други\"."
MSM1241="Стартиране на настройка"
MSM1242="За стартирането на настройката бе необходимо използването на машината от компютъра. Следвайте инструкциите на екрана."
MSM1243="Стартиране на настройка"
MSM1244="Този софтуер ви позволява да използвате машината от компютъра."
MSM1245="Полезен софтуер"
MSM1246="Показва как да изтеглите и използвате софтуера, така че да извлечете максимална полза от машината."
MSM1247="Онлайн ръководство"
MSM1248="Можете да видите ръководството онлайн."
MSM1249="Използвайте актуализирания софтуер, който може да се намери в интернет"
MSM1250="Настройки"
MSM1305="Устройство %DRIVELETTER% %DISKSPACE% МБ свободно пространство"
MSM1306="Общо използвано пространство: %ITEMSPACE% МБ"
MSM1307="%s МБ"
MSM1311="Приложение"
MSM1312="Приблизително време за инсталиране: %INSTALLTIME_MIN% до %INSTALLTIME_MAX% минути"
MSM1315="Инсталирането може да отнеме известно време в зависимост от мрежовата среда."
MSM1451="Списък на софтуера за инсталиране"
MSM1452="Ще се инсталира избраният софтуер. Уверете се, че софтуерът, който искате да инсталирате, е избран, след което щракнете върху [Напред]."
MSM1453_Mac=
MSM1454="Този софтуер е задължителен и изборът му не може да се отмени."
MSM1455_Mac=
MSM1601="Лицензионно споразумение"
MSM1602="Преди да инсталирате избраните софтуерни програми, внимателно прочетете лицензионното споразумение по-долу."
MSM1603="Ако приемате споразумението, щракнете върху [Да]. Ако щракнете върху [Не], инсталирането на софтуера ще се отмени."
MSM1604="Преди да инсталирате %CURRENT_STEPITEM%, внимателно прочетете лицензионното споразумение по-долу."
MSM1605="Ако приемате споразумението, щракнете върху [Да]. Ако щракнете върху [Не], софтуерът няма да се инсталира."
MSM1606="Продукти на Canon"
MSM1607="Ако не приемате лицензионното споразумение, софтуерът няма да се инсталира. OK?"
MSM1608="Ако не приемате лицензионното споразумение, това приложение и Print Studio Pro, за което това приложение е задължително, няма да се инсталират. OK?"
MSM1671="Инсталиране на .NET Framework"
MSM1672="На вашия компютър не е инсталиран Microsoft .NET Framework 4. За да използвате целия софтуер, трябва да инсталирате Microsoft .NET Framework 4. Желаете ли да го инсталирате?"
MSM1681="Microsoft .NET Framework 4 не е открит"
MSM1682="Microsoft .NET Framework 4 не е открит или не е инсталиран правилно. \nЗа да се инсталира този софтуер, трябва да бъде правилно инсталиран Microsoft .NET Framework 4."
MSM1683="Софтуерът, който сте избрали, изисква инсталирането на .Net Framework. Този софтуер не може да се инсталира, ако не сте свързани с интернет."
MSM1684="  - %s"
MSM1701="Ход на инсталацията: %PROGRESS%%"
MSM1702="Около %RESTTIME% минута(и) до завършване"
MSM1711="Изтегляне..."
MSM1712="Изчисляване на оставащото време..."
MSM1804="Лицензионно споразумение"
MSM1809="Завършване"
MSM1901="Обработване"
MSM1902="Обработване. Моля, изчакайте."
MSM1903="Това може да отнеме приблизително минута."
MSM1904="Инсталиране на: %ITEM%"
MSM1905="Изтегляне на: %ITEM%"
MSM1906="Изтегляне на %PROG_CAPA%/%TOTAL_CAPA%MB"
MSM1907="Проверка на елементите за изтегляне..."
MSM1908="Изтегляне... %d/%d"
MSM2001="Свързване на принтера"
MSM2002="Уверете се, че принтерът е свързан към компютъра, след което включете принтера."
MSM2003="Принтерът не е открит. Проверете връзката."
MSM2008="Принтерът се регистрира в компютъра. \nТози процес може да отнеме известно време."
MSM2010="Свързване на принтера"
MSM2031="Свързване на скенера"
MSM2032="Уверете се, че скенерът е свързан към компютъра, след което включете скенера, ако той разполага с бутон за включване."
MSM2033="Скенерът не е открит. Проверете връзката."
MSM2034="Скенерът е открит. Изчакайте, докато инсталирането завърши."
MSM2096="Откриване на принтера"
MSM2097="Търсене на принтера в мрежата."
MSM2111="Проверка на състоянието на принтера"
MSM2112="Проверка на метода на свързване"
MSM2113="Свързване на принтера към следния безжичен рутер чрез безжична връзка?"
MSM2114="Безжичен рутер: %s"
MSM2115="Принтер (сериен номер): %s (%s)"
MSM2116="Да се разреши ли следният принтер да се използва чрез Wi-Fi връзка?"
MSM2117="Да се разреши ли следният принтер да се използва чрез кабелна LAN връзка?"
MSM2118="Да се разреши ли %s да се използва чрез USB връзка?"
MSM2119="Да се разреши ли следният принтер да се използва чрез директно свързване?"
MSM2120="Информация за типовете свързване"
MSM2121="Избор на безжичен рутер"
MSM2122="Изберете безжичния рутер, към който искате да свържете принтера."
MSM2123="Безжични рутери:"
MSM2124="Парола:"
MSM2125="Скриване на текста"
MSM2126="Ръчно добавяне"
MSM2131="Въведете информацията за безжичния рутер."
MSM2132="Име на мрежа (SSID):"
MSM2133="Тип шифроване:"
MSM2134="Да не се използва"
MSM2135="Използване на WEP"
MSM2136="Използване на WPA/WPA2"
MSM2137="Няма"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="Дължина на WEP ключа:"
MSM2142="64 бита"
MSM2143="128 бита"
MSM2151="Формат на WEP ключа:"
MSM2152="ASCII"
MSM2153="Hex"
MSM2161="ИД на WEP ключа:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="За 64-битов WEP протокол дължината на ключа трябва да е 5 знака в ASCII формат.\nМоля, въведете отново."
MSM2172="За 64-битов WEP протокол дължината на ключа трябва да е 10 цифри в hex формат.\nМоля, въведете отново."
MSM2173="За 128-битов WEP протокол дължината на ключа трябва да е 13 знака в ASCII формат.\nМоля, въведете отново."
MSM2174="За 128-битов WEP протокол дължината на ключа трябва да е 26 цифри в hex формат.\nМоля, въведете отново."
MSM2175="Знаци, различни от ASCII знаци, не могат да се използват, ако форматът на ключа е ASCII.\nВъведете правилната стойност."
MSM2176="Ако форматът на ключа е шестнайсетичен, не могат да се използват различни от шестн. цифри знаци. \nВъведете правилната стойност."
MSM2177="Въведете парола, която съдържа от 8 до 63 знака (ASCII) или 64 цифри (шестнайсетичен формат)."
MSM2178="Паролата е невалидна. Въведете 5 или 13 знака, или 10 или 26 знака (шестнайсетичен формат)."
MSM2181="Проверка на името на мрежата (SSID)"
MSM2182="Безжичен рутер (SSID): %s\n\nАко името на мрежата (SSID) е правилно, щракнете върху [Напред], за да продължите.\nАко името на мрежата (SSID) е неправилно, щракнете върху [Назад] и добавете безжичния рутер отново."
MSM2183="Паролата за безжичния рутер може да е неправилна.\nЩракнете върху [Назад] и въведете паролата отново."
MSM2184="Грешка при избор на мрежа (SSID)"
MSM2185="Принтерът ви не поддържа мрежи в диапазона 5GHz.\nМоля, щракнете върху [Назад] и изберете мрежа (SSID), която поддържа диапазона 2.4GHz."
MSM2186="Типът шифроване на безжичния рутер не съвпада с настройките за шифроване.\nМоля, щракнете върху [Назад] и добавете безжичния рутер отново."
MSM2190="Избор на мрежа (SSID)"
MSM2191="Мрежата (SSID), към която е свързан компютърът, не може да бъде открита от принтера. Изберете име на мрежа (SSID)."
MSM2192="MAC адрес:"
MSM2193="(Изберете)"
MSM2194="Други мрежи"
MSM2195="Настройки на мрежата (SSID)"
MSM2196="Въведете информация за мрежата (SSID)."
MSM2197="Парола"
MSM2198="Въведете парола за мрежата (SSID)."
MSM2199="Име на мрежа (SSID): %s"
MSM2200="Име на мрежа (SSID): %s\n\nАко името на мрежата (SSID) е правилно, щракнете върху [Напред], за да продължите.\nАко името на мрежата (SSID) е неправилно, щракнете върху [Назад] и изберете името на мрежата (SSID) отново."
MSM2201="Паролата за мрежата (SSID) може да е неправилна.\nЩракнете върху [Назад] и въведете паролата отново."
MSM2202="Принтерът ви не поддържа мрежи в диапазона 5GHz.\nМоля, щракнете върху [Назад] и изберете мрежа (SSID), която поддържа диапазона 2.4GHz."
MSM2203="Типът шифроване на мрежата (SSID) не съвпада с настройките за шифроване.\nМоля, щракнете върху [Назад] и конфигурирайте отново."

MSM2252="Настройката е завършена"
MSM2253="Настройката за отпечатване от компютъра е завършена.\nСлед това софтуерът ще се инсталира."
MSM2254="Инсталирането не е завършено.\nЗа да продължите с инсталирането на полезен софтуер, щракнете върху [Продължи]."
MSM2255="Настройката завърши."
MSM2256="Вече можете да печатате от компютъра си."
MSM2261="Настройване"
MSM2262="Мрежовата връзка е временно дезактивирана по време на настройката.\nТова може да отнеме няколко минути. Моля, изчакайте."
MSM2263="Неуспешно извършване на безкабелна настройка. Спрете процеса и изберете друг метод за настройка, като следвате инструкциите на екраните."
MSM2264="Извършва се настройка. Това може да отнеме няколко минути. Моля, изчакайте."
MSM2301="Инсталирането е неуспешно"
MSM2310="Грешка при търсене на принтера"
MSM2311="Свързаният принтер не е открит.\nЗа да потърсите принтера отново, щракнете върху [Повторно търсене]."
MSM2312="Повторно търсене"
MSM2313="Настройката е отказана"
MSM2314="Настройката е отказана.\nЩракнете върху [Обратно горе] и стартирайте настройката отново."
MSM2315="Неуспешно инсталиране.\nЩракнете върху [Обратно горе] и стартирайте настройката отново."
MSM2390="Трябва да извършите подравняване на печатащата глава, преди да използвате този принтер. За подробности щракнете върху [Подравняване на печатащата глава] и следвайте инструкциите на екрана.\n\nКогато подравняването завърши, щракнете върху [Напред]."
MSM2391="Подравняване на печатащата глава"
MSM2401="Подравняване на печатащата глава"
MSM2411="Подравняване на печатащата глава"
MSM2413="Изпълни"
MSM2414="При отпечатване на снимки на този принтер е препоръчително да извършите подравняване на печатащата глава. За да извършите подравняване на печатащата глава сега, поставете обикновена хартия в касетата и щракнете върху [Изпълни]. След като подравняването завърши, щракнете върху [Напред]. За подробности вж. ръководството на принтера.\n\nОсвен това, подравняване на главата е достъпно след завършване на настройката. За да продължите, без да извършвате подравняване на печатащата глава, щракнете върху [Напред]."
MSM2416="Трябва да извършите подравняване на печатащата глава, преди да използвате този принтер. Щракнете върху [Изпълни], за да се появи екранът за Стартиране на подравняването на печатащата глава. Следвайте инструкциите на екрана, за да отпечатате схемата за подравняване. Поставете отпечатаната схема за подравняване върху стъклото на скенера и я сканирайте.\n\nСлед като подравняването на печатащата глава завърши, щракнете върху [Напред]."
MSM2416_Mac=
MSM2417="Този принтер разполага с функция за подравняване на печатащата глава. Ако разпечатката съдържа неподравнени редове или не е задоволителна, подравняването на печатащата глава може да реши тези проблеми."
MSM2418="Трябва да извършите подравняване на печатащата глава, преди да използвате този принтер. Поставете хартия в принтера, щракнете върху [Изпълни], след което щракнете върху [Напред]."
MSM2418_Mac=
MSM2420="Търсене на принтери."
MSM2421="Търсене на %PRODUCTNAME%."
MSM2422="Опашката на принтера не може да се открие."
MSM2423="Щракнете върху [Регистриране на принтера], за да регистрирате принтера."
MSM2424="Регистриране на принтера"
MSM2434="Регистриране на скенера"
MSM2437_Mac=
MSM2438_Mac="Когато щракнете върху [Добавяне на принтер], ще се покажат наличните принтери. Изберете %s, където в полето за въвеждане се показва \"Canon IJ Network\", и след това щракнете върху [Добавяне].\nAfter adding the printer, click [Next]."
MSM2439_Mac=
MSM2440_Mac=
MSM2441_Mac=
MSM2451="Потребителска регистрация"
MSM2453="Напред"
MSM2464="Потребителска регистрация"
MSM2465="Регистрирайте вашия продукт на Canon днес и ще получите следните предимства:\n– Получаване на нашия месечен имейл бюлетин със спестяванията на Canon\n– Получаване на забавни проекти от Creative Park и помощни съвети\n– Бъдете първите получатели на известия за софтуерни надстройки"
MSM2474="Потребителска регистрация"
MSM2475="Чрез регистриране на вашия продукт можете да получавате полезна информация за продукти и услуги. За да извършите регистрация, трябва да имате връзка към интернет."
MSM2484="Регистрация на продукт"
MSM2485JU="Регистрирайте вашия продукт на Canon днес и ще получите следните предимства:\n– Canon U.S.A. ще запази вашата информация във файл в случай на застрахователно събитие\n– Бъдете първите получатели на известия за софтуерни надстройки\n– Получаване на нашия месечен имейл бюлетин със спестяванията на Canon"
MSM2485M="Чрез актуализиране или регистриране на нов продукт можете да получавате полезна информация за продукти и услуги. За да извършите актуализиране и регистрация, трябва да имате връзка към интернет."
MSM2486_Mac="Ако щракнете върху [Напред], името на вашия продукт, информацията за операционната система и регионалната информация ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация."
MSM2486_Mac2="Ако щракнете върху [Напред], името на вашия продукт, информацията за операционната система, регионалната информация и серийният номер на принтера ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация."
MSM2487="За да извършите регистрацията по-късно, щракнете върху [Отказ] и преминете на следващата стъпка. Можете също така да регистрирате продукти по всяко време чрез Quick Menu."
MSM2501="CANON iMAGE GATEWAY Потребителска регистрация"
MSM2502="Регистриране"
MSM2503="CANON iMAGE GATEWAY Регистрация на продукт"
MSM2504="CANON iMAGE GATEWAY е специална онлайн услуга за закупили продукт потребители, които имат право на безплатно членство/годишна членска вноска. Ако заявите потребителска регистрация, можете да използвате различни услуги, които ще увеличат удоволствието при работа с цифрови снимки."
MSM2505="CANON iMAGE GATEWAY е уеб сайт без членска такса. Предоставяме информация за поддръжка на нашите продукти и информация, свързана с печатане на материали, като например новогодишни картички. Предлагаме полезни съвети за нашите фотоапарати, като например техники на снимане, за да можете да използвате нашите продукти с удоволствие, както и ценна информация за продажби с намаления специално за членове."
MSM2506="Ако щракнете върху [Регистриране], името на вашия продукт, информацията за операционната система и регионалната информация ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация."
MSM2507="Ако щракнете върху [Регистриране], името на вашия продукт, информацията за операционната система, регионалната информация и серийният номер на принтера ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация."
MSM2511="Потребителска регистрация"
MSM2513="Регистрация на продукт"
MSM2514="Регистрирайте вашия продукт на Canon днес и ще получите следните предимства:\n– Получаване на нашия месечен имейл бюлетин със спестяванията на Canon\n– Получаване на забавни проекти от Creative Park и помощни съвети\n– Бъдете първите получатели на известия за софтуерни надстройки"
MSM2515="Чрез регистриране на вашия продукт можете да получавате полезна информация за продукти и услуги. За да извършите регистрация, трябва да имате връзка към интернет."
MSM2516="Ако щракнете върху [Напред], името на вашия продукт, информацията за операционната система и регионалната информация ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация."
MSM2517="Ако щракнете върху [Напред], името на вашия продукт, информацията за операционната система, регионалната информация и серийният номер на принтера ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация."
MSM2521="Потребителска регистрация. Името на вашия продукт, информацията за операционната система, регионалната информация и серийният номер на принтера ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация. За да продължите, щракнете върху [OK]."
MSM2522="Потребителска регистрация. Името на вашия продукт, информацията за операционната система и регионалната информация ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация. За да продължите, щракнете върху [OK]."
MSM2526="Потребителска регистрация. Името на вашия продукт, информацията за операционната система, регионалната информация и серийният номер на принтера ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация. За да продължите, щракнете върху [OK]."
MSM2527="Потребителска регистрация. Името на вашия продукт, информацията за операционната система и регионалната информация ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация. За да продължите, щракнете върху [OK]."
MSM2551="Потребителска регистрация на Canon %s"
MSM2552="Деинсталиране на потребителска регистрация"
MSM2571="%s – Деинсталираща програма за потребителска регистрация"
MSM2572="Наистина ли искате да премахнете напълно \"Потребителска регистрация на Canon %s\" и всички нейни компоненти?"
MSM2573="Деинсталирането завърши успешно."
MSM2574="Деинсталирането е неуспешно."
MSM2575="Трябва да рестартирате компютъра, за да завършите деинсталирането. Щракнете върху [OK] за рестартиране. Щракнете върху [Отказ], за да рестартирате по-късно."
MSM2576="Трябва да имате привилегии на администратор, за да деинсталирате \"Потребителска регистрация на Canon %s\"."
MSM2577="Потребителска регистрация. Името на вашия продукт, информацията за операционната система и регионалната информация ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се отрази директно в екрана за регистрация. За да продължите, щракнете върху [OK]."
MSM2577_Mac2=
MSM2578="Потребителска регистрация. Името на вашия продукт, информацията за операционната система и регионалната информация ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация. За да продължите, щракнете върху [OK]."
MSM2578_2="Потребителска регистрация. Името на вашия продукт, информацията за операционната система, регионалната информация и серийният номер на принтера ще се съберат и изпратят автоматично до Canon по интернет. Тази информация ще се използва единствено с цел отваряне на екрана за регистрация. За да продължите, се уверете, че принтерът е свързан към компютъра, след което включете принтера и щракнете върху [OK]."
MSM2580="Връзката е неуспешна. Уверете се, че мрежовата връзка е разрешена, след което опитайте отново. Ако връзката все още е неуспешна, изчакайте малко, след което опитайте отново. Можете също така да извършите регистрация по всяко време чрез Solution Menu EX."
MSM2581="Връзката е неуспешна. Уверете се, че мрежовата връзка е разрешена, след което опитайте отново. Ако връзката все още е неуспешна, изчакайте малко, след което опитайте отново."
MSM2582="Връзката е неуспешна."
MSM2584="Свързване. Моля, изчакайте."
MSM2585="Въведете вашето потребителско име и парола."
MSM2586=
MSM2587=
MSM2589="Връзката е неуспешна. Уверете се, че мрежовата връзка е разрешена, след което опитайте отново. Ако връзката все още е неуспешна, изчакайте малко, след което опитайте отново."
MSM2590="Не можете да се свържете, когато принтерът е зает, като например при почистване или подравняване на печатащата глава.\nОпитайте да настроите Wi-Fi отново, когато принтерът не е зает."
ExecutingPrefSet_Mac=
MSM2601="Инсталирането завърши успешно."
MSM2602="Рестартиране на системата сега (препоръчително)"
MSM2603="Продължаване онлайн"
MSM2604="Щракнете върху [Продължаване онлайн], за да посетите уебсайта на Canon, откъдето можете да изтеглите допълнителни приложения и да получите повече информация за наличните функции и услуги за принтера.\nТози софтуер ще се затвори и уебсайтът на Canon ще се отвори в браузъра."
MSM2605="Продължаване онлайн"
MSM2701="Отмяна на инсталирането"
MSM2702_Mac="Инсталирането не е завършено. За да продължите с инсталирането, щракнете върху [Продължи]. За да отмените инсталирането, щракнете върху [Прекрати]."
MSM2801="Промяна на системните настройки"
MSM2802="Трябва да рестартирате системата, преди да се приложат новите настройки.\nИскате ли да рестартирате системата сега?"
MSM2851="Extended Survey Program"
MSM2870="За разработване и представяне на продукти, които да отговарят в по-голяма степен на нуждите на клиентите, Canon изисква информацията по-долу, свързана с вашия продукт, да се изпрати до Canon по интернет."
MSM2871="За разработване и представяне на продукти, които да отговарят в по-голяма степен на нуждите на клиентите, Canon изисква информацията по-долу, свързана с вашия продукт, да се изпрати до одобрена от закона фирма за проучвания по интернет."
MSM2873="Ако сте съгласни с описаното по-горе, щракнете върху [Приемам]. В противен случай щракнете върху [Не приемам]."
MSM2874="За разработване и представяне на продукти, които да отговарят в по-голяма степен на нуждите на клиентите, Canon изисква информацията по-долу, свързана с вашия продукт на Canon, да се изпрати до Canon (в случай че употребявате продукта на Canon в Китай, до одобрена от закона фирма за проучвания) по интернет."
MSM2876="Ако сте съгласни с описаното по-горе, щракнете върху [Приемам], за да започнете инсталирането на програмата за проучването. В противен случай щракнете върху [Не приемам]. Тази програма може да не се изпълнява на неподдържаните версии на операционни системи."
MSM2901="Пробен печат"
MSM2904="Ще се извърши пробен печат за проверка на работата на принтера.\nПоставете обикновена хартия в принтера и щракнете върху [Старт]. Когато пробният печат завърши, щракнете върху [Напред].\n\nАко възникне грешка в печатането, изпълнете инструкциите на екрана, за да стартирате настройването отново."
MSM2905="Старт"
MSM2906="Данните са изпратени за проверка, ако принтерът работи правилно."
MSM3001="Трябва да разполагате с този софтуер, за да използвате принтера.\nМожете да извършвате операции с печат, които са подходящи за различните типове и размери хартия."
MSM3002_Mac=
MSM3008="Можете да комбинирате файлове с изображения с текст и лесно да извършвате директен печат върху етикета на диска."
MSM3009="Актуализиране на системата."
MSM3010="Тази помощна програма позволява с помощта на компютъра да използвате файлове, съхранени в карта с памет, която е поставена в гнездото за карти на принтера."
MSM3011="Този драйвер позволява използването на устройството в мрежа."
MSM3012="Използвайте този инструмент, за да променяте метода на свързване и настройките за защита на свързаното към мрежа устройство."
MSM3013="My Printer помага да разрешите проблемите при отпечатване, като размазване на мастило."
MSM3016="MP Drivers са необходими за отпечатване на документи и сканирани изображения."
MSM3018="ArcSoft PhotoStudio дава възможност за коригиране/подобряване на изображенията, импортирани от скенера или цифровия фотоапарат."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE е програма за OCR (Optical Character Recognition; Оптично разпознаване на знаци), която може да конвертира текста на знаци от книга или вестник в текстови данни."
MSM3021="Presto! PageManager улеснява сканирането, споделянето и организирането на документи и снимки. Можете да запишете всички бизнес документи в неограничен брой гнезда от папки за лесно извличане."
MSM3023="Setup Utility позволява да конфигурирате настройките за отпечатване чрез инфрачервена или Bluetooth връзка."
MSM3024="Setup Utility позволява да конфигурирате настройките за отпечатване чрез PictBridge."
MSM3026="Това е софтуер-добавка, който улеснява отпечатването на снимки с професионално качество. За да използвате този софтуер-добавка, трябва да инсталирате съответния приложен софтуер."
MSM3027="XPS драйверът е подходящ за отпечатване от приложен софтуер, който поддържа XPS отпечатване (на Windows Vista или по-нова версия)."
MSM3027_0="XPS драйверът е подходящ за отпечатване от приложен софтуер, който поддържа XPS отпечатване (на Windows Vista или по-нова версия). IJ драйверът на принтера трябва да се инсталира правилно."
MSM3027_1="XPS драйверът е подходящ за отпечатване от приложен софтуер, който поддържа XPS отпечатване (на Windows Vista или по-нова версия). MP Drivers трябва да се инсталират правилно."
MSM3028="ScanGear е драйвер, необходим за работата на скенера. За да използвате драйвера, изпълнете приложен софтуер, като например програма за редактиране на изображения."
MSM3028_Mac=
MSM3031_Mac=
MSM3032=
MSM3034="Това се изисква за правилното отпечатване на цветовете на Adobe RGB изображения. Adobe е регистрирана търговска марка или търговска марка на Adobe Systems Incorporated в САЩ и/или други страни."
MSM3035="Setup Utility позволява да конфигурирате настройките за отпечатване чрез инфрачервена връзка, Bluetooth връзка или PictBridge."
MSM3037="ScanGear CS е драйвер за скенера (TWAIN драйвер), необходим за работата на скенера. За да използвате драйвера, изпълнете приложен софтуер, като например програма за редактиране на изображения."
MSM3040="Easy-PhotoPrint EX позволява лесно създаване на личен фотоалбум, стикери или календар с помощта на снимките от цифров фотоапарат. Можете също така бързо да отпечатвате снимки без полета. Освен това можете да приложите корекция на червени очи и цифрово изглаждане на лицето преди отпечатване."
MSM3041="Незабавно стартира допълнителния приложен софтуер, който позволява лесно отпечатване на снимки."
MSM3042="MP Navigator EX улеснява импортирането на сканирани изображения директно в приложен софтуер, а също така отпечатването им, прикачването им към имейл или записването им в компютъра."
MSM3043="Ръководството предоставя обяснения за начина на използване на машината и предоставения софтуер. Предоставя се също така информация за отстраняване на неизправности."
MSM3043_Mac="Ръководството предоставя обяснения за начина на използване на машината и предоставения софтуер. Предоставя се също така информация за отстраняване на неизправности."
MSM3044="Easy-WebPrint EX позволява да изрязвате части от уеб страници и да ги отпечатвате във ваше собствено оформление. Показва се в браузъра като удобна лента с инструменти."
MSM3044_Mac=
MSM3045="Този софтуер ви позволява да редактирате номерата за кодирано бързо набиране, потребителската информация и други настройки, регистрирани в принтера, както и да записвате редактираните настройки в компютъра или да ги регистрирате отново в принтера."
MSM3046="С помощта на Solution Menu EX можете незабавно да стартирате приложния софтуер, който ви дава възможност да отпечатвате лесно албуми и календари, както и да сканирате документи с едно щракване. Можете също така до получите лесен достъп до уеб сайтовете на Canon, поддържащи различни употреби."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Можете да импортирате снимки и да ги използвате за създаване и отпечатване на персонализирани елементи, като колажи, картички и календари. Можете също така да отпечатвате и снимки без полета, както и да коригирате/подобрявате изображения с прости стъпки. Използвайте заедно с Image Display за генериране на препоръки от записани снимки."
MSM3049="Добавка за отпечатване на снимки, която улеснява и подобрява създаването на професионални художествени творби. Необходимо е да се инсталира подходящо приложение. Вж. Ръководството за съответните приложения."
MSM3050="Можете бързо да стартирате софтуер или ръководството за вашия продукт на Canon. Можете също така да получите бърз достъп до уеб сайтовете, предоставящи полезна информация за вашия продукт на Canon, или до помощни уеб сайтове, поддържащи различните употреби, и още много други."
MSM3051="Необходим е драйвер, за да използвате скенера. Той се използва при работа със скенера от приложения, съвместими с протокол ICA."
MSM3052="Тази помощна програма сканира и запазва изображения."
MSM3053="Можете бързо да стартирате софтуер за вашия продукт на Canon. Можете също така да получите бърз достъп до ръководството и най-различни уеб сайтове."
MSM3054="Добавяне на езикови речници при създаване на PDF файлове с опция за търсене в текста или при стартиране на OCR. След инсталирането изберете съответния език в екрана за настройка на Canon IJ Scan Utility."
MSM3055="Това е приложение, което отваря ScanGear за визуализация и сканиране на изображения, след което ги записва на компютър."
MSM3056="Този софтуер позволява да конфигурирате настройките за използване на принтера в мрежа."
MSM3057=
MSM3058=
MSM3059="Тази добавка е за Microsoft Word, Microsoft Excel и Microsoft PowerPoint. Използвайте това, за да опростите разнообразието от задачи за печат от програми на Microsoft Office към принтери."
MSM3062="С това приложение може да изберете как текстът и изображенията ще бъдат разположени на страницата за печат."
MSM3063="Използвайте любимите си снимки, за да създадете и отпечатате уникални колажи, картички, календари и други. Също така е лесно да отпечатате копия без полета на снимките си."
MSM3064="Когато просто изберете папката, съдържаща снимките ви, приложението автоматично ще избере снимки и ще ги подреди в книга със снимки. След като направите поръчка през приложението, вашата книга със снимки ще бъде отпечатана с висока разделителна способност на професионален принтер за снимки Canon. Също така може да използвате Easy-PhotoPrint Editor, за да отпечатвате снимки от вашата книга със снимки на домашния си принтер."
MSM3066="Когато просто изберете папката, съдържаща снимките ви, приложението автоматично ще избере снимки и ще ги подреди в книга със снимки. След като направите поръчка през приложението, вашата книга със снимки ще бъде отпечатана с висока разделителна способност на професионален принтер за снимки Canon. Също така може да използвате Easy-PhotoPrint Editor, за да отпечатвате снимки от вашата книга със снимки на домашния си принтер."

MSM4001W="IJ драйвер на принтера"
MSM4001="Драйвер на принтера"
MSM4002="Ръководство за употреба"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPS драйвер"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Помощна програма за бързо набиране"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICA драйвер"
MSM4052=
MSM4053="Quick Utility Toolbox"
MSM4054="Допълнителни речници за OCR (китайски/корейски)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057=
MSM4058=
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060=
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: създайте персонализирани книги със снимки"
MSM4067="hdAlbum EZ: създайте персонализирани книги със снимки"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="Функцията за закупуване на мастило онлайн вече е в готовност."
EIDENABLER_ADMIN="За да изпълните този софтуер, трябва да влезете като член на групата на администраторите."
MENU1_Mac=
MENU2_Mac=
MENU3_Mac=
MENU4_Mac=
MENU5_Mac=
MENU6_Mac=
MENU7_Mac=
MENU8_Mac=
MENU9_Mac=
MENU10_Mac=
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="Китай"
HK="Хонконг"
ID="Индонезия"
IN="Индия"
JP="Япония"
KR="Корея"
MY="Малайзия"
PH="Филипини"
SG="Сингапур"
TW="Тайван"
TH="Тайланд"
VN="Виетнам"
MO="Макао"
AU="Австралия"
NZ="Нова Зеландия"
US="САЩ"
CA="Канада"
BR="Бразилия"
MX="Мексико"
AR="Аржентина"
CL="Чили"
PA="Панама"
AT="Австрия"
BE="Белгия"
BG="България"
HR="Хърватия"
CZ="Чешка република"
DK="Дания"
EE="Естония"
FI="Финландия"
FR="Франция"
DE="Германия"
GR="Гърция"
HU="Унгария"
IE="Ирландия"
IT="Италия"
LV="Латвия"
LT="Литва"
LU="Люксембург"
NL="Нидерландия"
NO="Норвегия"
PL="Полша"
PT="Португалия"
RO="Румъния"
RU="Русия"
SK="Словакия"
SI="Словения"
ZA="Южна Африка"
ES="Испания"
SE="Швеция"
CH="Швейцария"
TR="Турция"
GB="Обединеното кралство"
Others="Други"
MSM5001=
MSM5002=
MSM5003=
MSM5004=
MSM5010=
MSM5011=
MSM5012=
MSM6000="Избор на метода на свързване на принтера."
MSM6001="Wi-Fi връзка"
MSM6002="Кабелна LAN връзка (Ethernet кабел)"
MSM6003="USB връзка (USB кабел)"
MSM6004="Повторен опит за мрежова настройка на принтера"
MSM6005="Изберете метода на свързване на Wi-Fi."
MSM6006="Свързване чрез безжичен рутер (препоръчително)"
MSM6007="Директно свързване"
MSM6008="Свързване на компютъра и принтера чрез безжичен рутер."
MSM6009="Директно свързване на компютъра и принтера."
MSM6010="За превключване между свързване чрез безжичен рутер и \"Директно свързване\" или за още подробности относно метода на свързване щракнете върху [Инструкции]."
MSM6011="Инструкции"
MSM6012="Уверете се, че принтерът е включен."
MSM6013="Принтери в мрежовия списък"
MSM6014="Сериен номер"
MSM6015="MAC адрес"
MSM6016="IP адрес"
MSM6017="Принтерът за настройка не може да се открие в списъка"
MSM6018="Актуализирай"
MSM6019="1. Ако принтерът, който искате да настроите в мрежата, присъства в списъка с принтери по-горе, изберете го, след което щракнете върху [Напред].\n   Можете да намерите серийния номер на гърба на принтера или в гаранцията.\n   Списъкът по-горе показва само последните 5 цифри от серийния номер.\n2. Ако принтерът, който искате да настроите, не присъства в списъка по-горе, включете принтера и щракнете върху [Актуализирай].\n3. Ако все още не можете да откриете принтера в списъка, изберете [Принтерът за настройка не може да се открие в списъка], след което щракнете върху [Напред]."
MSM6020="1. Ако принтерът, който искате да настроите в мрежата, присъства в списъка с принтери по-горе, изберете го, след което щракнете върху [Напред].\n   Можете да намерите серийния номер на гърба на принтера или в гаранцията.\n2. Ако принтерът, който искате да настроите, не присъства в списъка по-горе, включете принтера и щракнете върху [Актуализиране].\n3. Ако все още не можете да откриете принтера в списъка, изберете [Принтерът за настройка не може да се открие в списъка], след което щракнете върху [Напред].\n4. За USB връзка също изберете [Принтерът за настройка не може да се открие в списъка], след което щракнете върху [Напред]."
MSM6021="Свързването е завършено."
MSM6022="Избор на метод на свързване"
MSM6023="Проверка на захранването"
MSM6024="Използвайте друг метод за настройка. Следвайте инструкциите на екрана."
MSM6025="Настройката на принтера трябва да е завършена, за да може XPS драйверът да се инсталира. Ако настройката не е завършена, щракнете върху [Обратно горе], за да настроите принтера."
MSM6026="Преди да продължите"
MSM6027="Този софтуер може да използва мрежата, за да настрои принтера.\nАко вашият софтуер за защита показва предупреждения по време на настройването, позволете на софтуера да продължи.\n(Вижте ръководството на софтуера за защита за подробности.)\n\nТози софтуер ще добави друг софтуер, който инсталира, към списъка на позволените програми в защитната стена на Windows."
MSM6028="Дезактивиране на блокирането"
MSM6029="Избор на принтер"
MSM6026_Mac="Преди да продължите"
MSM6027_Mac="Този софтуер може да използва мрежата, за да настрои принтера.\nВ зависимост от това кой софтуер за защита използвате, може да е необходимо да промените настройките на софтуера за защита преди започване на настройването.\n(Вижте ръководството на софтуера за защита за подробности.)\n\nАко софтуерът за защита показва предупреждения по време на настройването, позволете на софтуера да продължи.\n\nТози софтуер използва Ключодържател.\nАко Достъп до ключодържателя поиска разрешение, щракнете върху [Винаги позволявай]."
MSM6100="My Image Garden използва снимка, запаметена на компютъра, за автоматично създаване на картичка или календар."
MSM6101="CREATIVE PARK PREMIUM предоставя СПЕЦИАЛНО съдържание изключително за потребители на оригинални мастила на Canon."
MSM6102="Можете да копирате отпечатаната снимка идеално, като просто изберете менюто от принтера."
MSM6103="Дори ако принтерът е заключен, той се включва автоматично, когато стартирате задание за печат."
MSM6104="Тихият режим ви позволява да печатате, копирате или сканирате в тишина, без да се притеснявате за часа или обкръжението."
MSM6105="Споменатите тук функции може да варират в зависимост от използваните от вас модели. За подробности вж. ръководството."
MSM6106="За подробности относно функцията и настройките вж. ръководството."
MSM6107="Тази функция ви позволява да зареждате данните за печат и след това свободно да подреждате страници на хартията и уголемявате или намалявате размера на страницата."
MSM6108="Тази добавка ви позволява безпроблемно да създавате висококачествени разпечатки. Тя поддържа Adobe Photoshop, Adobe Photoshop Lightroom и Digital Photo Professional."
MSM6109="Този софтуер ви позволява да отпечатвате няколко файла наведнъж за по-ефективно печатане. Можете също да споделяте файлове чрез облачната услуга."
MSM6110="Този софтуер ви позволява да създавате плакат с отличен дизайн. Включени са и много материали."
MSM6111="Тази добавка е за лесно печатане на голям формат от Microsoft Office. Също позволява печатане с голям размер и печатане без полета."
MSM6112="Този софтуер ви позволява да персонализирате настройките за хартия. Може да смените името на хартията и да направите промени за персонализирано печатане на вашата любима хартия."
MSM6113="Този софтуер ви позволява да изведете таблично количеството и цената на консумираното мастило и хартия. Може също да видите общата цена за печат с цел по-лесното й намаляване."
MSM6114="Този софтуер ви позволява да управлявате няколко условия на принтера наведнъж. Чрез него също забелязвате бързо грешки за свършило мастило, което помага с управлението на принтера."
MSM6115="\"Копиране със смартфон\" ви позволява да правите копия на документи с помощта на камерата на смартфон или таблет."
MSM6116="С Free Layout plus може да изберете как текстът и изображенията ще бъдат разположени на страницата за печат."
MSM6117="С Easy-PhotoPrint Editor използвате любимите си снимки, за да създадете и отпечатате уникални колажи, картички, календари и други."
MSM6118="С Easy-PhotoPrint Editor отпечатвате плакати, календари и колажи със снимки от компютъра или смартфона си."
MSM6119="Това приложение ви позволява да създавате висококачествени разпечатки. То поддържа пр. за об. на из., като Adobe Photoshop, Adobe Photoshop Lightroom и Digital Photo Professional."
MSM6030="Избор от списъка"
MSM6031="Можете да намерите серийния номер в гаранцията и върху принтера."
MSM6032="IPv4 устройство"
MSM6033="IPv6 устройство"
MSM6034="Сериен номер (Последните 5 цифри)"
MSM6035="Местоположение на серийния номер"
MSM6036="Указване на IP адрес и стартиране на търсенето"
MSM6037="Настройка на мрежовата връзка според ръководството"
MSM6038="Изберете тази опция, ако принтерът не е показан в списъка или ако не може да бъде намерен чрез указване на IP адреса."
MSM6039="Избор на метод за търсене на принтер"
MSM6040="Търсене по IPv4 адрес"
MSM6041="Търсене по IPv6 адрес"
MSM6042="Търсене по име на хост"
MSM6043="Търсене по Bonjour име"
MSM6044="За да укажете IP адрес и да стартирате търсенето, първо трябва да зададете IP адрес на принтера. За повече информация щракнете върху [Онлайн ръководство]."
MSM6045="Грешка при търсене на указания IP адрес"
MSM6046="Указаният принтер не беше открит успешно. Проверете IP адреса или името на хоста, след което опитайте отново. За повече информация щракнете върху [Онлайн ръководство]."
MSM6047="Повторно откриване"
MSM6048="Указаният IP адрес или име на хост вече се използва от друго устройство. Проверете IP адреса или името на хоста, след което опитайте отново. За повече информация щракнете върху [Онлайн ръководство]."
MSM6049="Промяна на мрежовите настройки за IPv4"
MSM6050="Изберете метода за настройване, след което въведете IP адреса на принтера, който ще използвате."
MSM6051="Автоматична настройка"
MSM6052="Трябва да разполагате с DHCP сървър, за да получите IP адреса автоматично."
MSM6053="Ръчна настройка"
MSM6054="IPv4 адрес"
MSM6055="Свържете се с мрежовия администратор, за да получите IP адреса."
MSM6056="Промяна на мрежовите настройки за IPv6"
MSM6057="Трябва да разполагате с DHCPv6 сървър или IPv6 маршрутизатор, за да получите IPv6 адреса автоматично."
MSM6058="IPv6 адрес"
MSM6059="Дължина на префикс"
MSM6060="Свържете се с мрежовия администратор, за да получите IP адреса и дължината на префикса."
MSM6061="Грешка при промяна на мрежовите настройки"
MSM6062="Промяната на настройките може да е неуспешна поради една от следните причини:\n  -Въведеният IP адрес е невалиден\n  -IP адресът е дублиран"
MSM6063="За повече информация щракнете върху [Онлайн ръководство]."
MSM6064="Щракнете върху [Добавяне на принтер] и добавете принтера, като следвате инструкциите на екрана.\n\nСлед добавяне на принтера щракнете върху [Напред]."
MSM6065="За да използвате всички функции на този принтер, трябва да инсталирате драйвера на Canon.\nЩракнете върху [Напред] и повторете настройката."
MSM6066="Задаване като принтер по подразбиране"
MSM6067="Свържете принтера и компютъра с помощта на USB кабела.\nУверете се, че принтерът е включен."
MSM6068="Ако USB кабелът е свързан с принтера, разкачете го."
MSM6069="Име на продукта"
MSM6071="Компютърната мрежа не е налична"
MSM6072="Проверете дали мрежовата връзка на компютъра е разрешена. \nЗа да се свържете чрез Wi-Fi, проверете състоянието на връзката на безжичния рутер."
MSM6073="Влизане с администраторска парола"
MSM6074="Въведете администраторската парола за принтера."
MSM6075="Администраторска парола"
MSM6075_add1="Администраторска парола:"
MSM6076="Паролата е неправилна."
MSM6077="Включете Wi-Fi на компютъра."
MSM6081="Можете да печатате от смартфон или таблет"
MSM6085="Информация за мрежата на безжичния рутер"
MSM6087="Парола:"
MSM6088="Показване на паролата"
MSM6089="Щракнете върху [Инструкции], вижте онлайн ръководството и настройте смартфона или таблета си.\nАко не използвате смартфон или таблет, щракнете върху [Напред]."
MSM6091="Извършихте ли инициализиране на принтера?"
MSM6092="1. Проверете дали има мастило в резервоара за мастило.\n2. Натиснете и задръжте бутона \"Стоп (Stop)\" на принтера за около 5 секунди.\nСлед това принтерът ще започне да се инициализира. Тази операция ще отнеме около 6 минути."
MSM6093="1. Проверете дали има мастило в резервоара за мастило.\n2. Натиснете и задръжте бутона \"ПРОДЪЛЖАВАНЕ/ОТМЯНА (RESUME/CANCEL)\" на принтера за около 5 секунди.\nСлед това принтерът ще започне да се инициализира. Тази операция ще отнеме около 6 минути."
MSM6094="Подготвяне на системата с мастило"
MSM6095="Системата с мастило не е подготвена. За да стартирате подготвянето, щракнете върху [Инструкции] и направете справка с инструкциите за подготовка или \"Ръководство за начално запознаване (Getting Started)\", което е доставено с принтера."
MSM6096="Проверка на принтера"
MSM6097="Код за поддръжка: %s\n\nПодготовката на принтера не е завършила. Моля, проверете принтера.\nЩракнете върху [Инструкции] и вижте онлайн ръководството за подробности.\n\nСлед това щракнете върху [Напред]."
MSM6098="Инструкции"
MSM6099="Ще проверя принтера по-късно."
MSM6120="Лесно безжично свързване"
MSM6121="Щракнете върху [Инструкции] и подгответе принтера за свързване, като следвате инструкциите в ръководството. Когато принтерът е готов, той ще бъде открит и можете да преминете към следващата стъпка. Откриването на принтера може да отнеме известно време."
MSM6123="Алтернативни методи"
MSM6124="Настройки на Wi-Fi"
MSM6125="Изберете метода, който ще използвате за настройка на Wi-Fi, и щракнете върху [Напред]."
MSM6126="Свързване към Wi-Fi от принтера"
MSM6127="Настройка на Wi-Fi връзка чрез USB кабел"
MSM6128="Ако принтерът не може да бъде открит дори при следване на стъпките в ръководството, може да има проблем с мрежата. Моля, щракнете върху [Отстраняване на неизправности] и проверете мрежовите настройки."
MSM6129="Отстраняване на неизправности"
MSM6130="Мрежова връзка на принтера"
MSM6131="Когато принтерът стане готов, щракнете върху [Напред]. За да подготвите принтера за свързване, щракнете върху [Инструкции] и следвайте ръководството."
MSM6133="Затваряне на тази програма и отваряне на онлайн ръководството.\n\nТази програма ще се затвори, за да не засегне мрежовите настройки. След като проверите мрежовите настройки, рестартирайте програмата."
MSM6134="Ако не можете да преминете към следващата стъпка дори след като подготвите принтера за свързване, щракнете върху [Алтернативни методи]."
MSM6135="Затваряне на тази програма и отваряне на онлайн ръководството."
MSM6136="Тази програма ще се затвори, за да не засегне мрежовите настройки. След като проверите мрежовите настройки, рестартирайте програмата."
MSM6150="Избор на мрежов адаптер"
MSM6151="Открити са няколко мрежови адаптера. Моля, изберете мрежовия адаптер, който искате да използвате."
MSM6160="Пряк път към онлайн ръководството"
MSM6161="Искате ли да създадете пряк път на работния плот към онлайн ръководството?"
MSM6162="Онлайн ръководство за Canon %s"
MSM6163="Създай пряк път"
MSM6164="Не създавай пряк път"
MSM6170="Неуспешно откриване на принтера.\nЩракнете върху [Отстраняване на неизправности] и прегледайте процедурата за корекция."
MSM6171="Принтерът е открит. Изчакайте, докато инсталирането завърши.\nТова може да отнеме известно време."
MSM6172="Към принтера е свързан USB кабел. Моля, извадете го."
MSM6173="Свързването на принтера не е завършило. Искате ли да се върнете на предишния екран?"
MSM6180="Свързване на принтера към мрежата"
MSM6181="Щракнете върху [Напред] и настройте принтера, като следвате показаното ръководство."
MSM6182="Не се откриват принтери.\nЩракнете върху [Напред] и настройте принтера си, като следвате показаното ръководство."
MSM6183="Търсене на IP адрес"
MSM6184="Изберете от списъка принтера, който искате да настроите. Ако няколко принтера имат еднакво име на продукта, проверете серийния номер."
MSM6185="Проверка на серийния номер"
MSM6186="Ако принтерът, който търсите, не е в списъка, щракнете върху [Принтер не е открит]."
MSM6187="Принтер не е открит"
MSM6190="Подготовка на принтера"
MSM6191="Натиснете и задръжте следния бутон на принтера си за 3 секунди, след което щракнете върху [Напред]."
MSM6192="Ако не успявате да се свържете с помощта на този бутон, щракнете върху [Инструкции]."
MSM6193="Търсят се принтери. Моля, изчакайте. Това може да отнеме приблизително минута."
MSM6200="Проверка на състоянието на скенера"
MSM6201="Свържете скенера и компютъра с помощта на USB кабела.\nВключете скенера, ако има бутон \"Включване\" или превключвател за захранване."
MSM6202="Неуспешно откриване на скенера.\nЩракнете върху [Отстраняване на неизправности] за възможни решения."
MSM6203="Към скенера е свързан USB кабел. Моля, извадете го."
MSM6204="Скенерът е открит. Изчакайте, докато инсталирането завърши.\nТова може да отнеме известно време."
MSM6210="Научете повече за вашия Canon %s"
MSM6211="Повече приложения за %s"
MSM6212="Ръководство за Canon %s"
MSM6213="Онлайн ръководство"
MSM6220="Подготовката на принтера може да не е завършила. Моля, вижте онлайн ръководството."
MSM6221="Подготовката на принтера може да не е завършила."
MSM6222="Моля, вижте онлайн ръководството."
MSM6230="Свързване чрез безжичен рутер"
MSM6233="В зависимост от мрежовата ви среда директното свързване към принтер може да изключи компютъра ви от интернет.\nИскате ли да изберете принтер, към който да се свържете?\n\nТекуща връзка: %s"
MSM6240="Указаният принтер не беше открит успешно. Проверете IP адреса или Bonjour името, след което опитайте отново. За повече информация щракнете върху [Онлайн ръководство]."
MSM6241="Указаният IP адрес или Bonjour име вече се използва от друго устройство. Проверете IP адреса или Bonjour името, след което опитайте отново. За повече информация щракнете върху [Онлайн ръководство]."
MSM6256="Търсене в същата мрежа като принтера.\nМоля, изчакайте, докато търсенето завърши."
MSM6257="Мрежовата връзка с принтера е неуспешна. Връзката на вашия компютър е върната към първоначалната мрежа.\nЩе бъде направен опит за свързване по друг метод.\n\nЗа да промените към USB или друг метод на свързване, щракнете върху [Промяна на метода]."
MSM6258="Промяна на метода"
MSM6259="Мрежовата връзка с принтера е неуспешна. Ще бъде направен опит за свързване по друг метод.\n\nЗа да промените към USB или друг метод на свързване, щракнете върху [Промяна на метода]."
MSM6260="Искате ли компютърът да остане свързан със следната мрежа (SSID)?"
MSM6261="Принтерът беше открит, когато компютърът се свърза към същата мрежа (SSID) като принтера.\nИскате ли да оставите компютъра свързан с тази мрежа и да продължите настройката? За повече подробни данни щракнете върху [Онлайн ръководство]."
MSM6262="Да"
MSM6263="Не"
MSM6264="Преглед на онлайн ръководството за отстраняване на неизправности?"
MSM6265="Мрежовата връзка с принтера е неуспешна.\nПреди да се свържете отново, е препоръчително да проверите мрежовата си среда.\nЗа да не се повлияе върху мрежовите настройки, които може да ограничат възможността за достъп до онлайн ръководството, настройката ще бъде отменена.\n\nЗа да промените към USB или друг метод на свързване, щракнете върху [Не]."
MSM6266="Да"
MSM6267="Не"
MSM6268=
MSM6269=
MSM6270=
MSM6271=
MSM6272="Настройки на услугите за местопол."
MSM6273="Разрешаването на достъп на настолното приложение до информацията за местоположението ще улесни завършването на настройката на принтера.\n\nЩракнете върху [Зад. на усл. за местоп.] и разрешете на настолното приложение достъп до информацията за местоположението.\n\nТова приложение използва само информация за Wi-Fi рутер."
MSM6274="Зад. на усл. за местоп."
MSM6275=
